<?php declare(strict_types=1); ?>

<!-- Область основного контента -->
<article class="page-about">
    <header class="page-about__header">
        <h2>О нашем сайте</h2>
    </header>

    <section class="page-about__section">
        <p>
            Сайт создан на общественных началах и управляется на некоммерческой основе.
            Все фотографии и материалы предоставлены и используются с ведома и при участии
            администрации школы.
        </p>
    </section>

    <section class="page-about__section">
        <h3>Цели создания проекта</h3>
        <ol>
            <li>Поднятие престижа нашей школы.</li>
            <li>Информирование родителей будущих учеников нашей школы.</li>
            <li>Возобновление утраченных связей между выпускниками и учителями с
                предоставлением им информационного пространства для общения.</li>
            <li>Общение учеников во внеурочное время.</li>
        </ol>
    </section>

    <section class="page-about__section">
        <h3>Советы и предупреждения</h3>
        <p>
            Сайт оптимизирован под все современные браузеры.
            Наилучшее качество просмотра достигается при разрешении экрана
            1280×1024 точек или выше.
        </p>
    </section>
</article>
<!-- Область основного контента -->
